Repository: Evil-Project/Twinskaraoke
Catalog: TwinskaraokeShared/Localization/Localizable.xcstrings
Source language: en
Languages: de, fi, fr, ja, uk, zh_hans, zh_hant

source: Sign in on web
de: Im Web anmelden
fi: Kirjaudu verkossa
fr: Se connecter sur le web
ja: Webでサインイン
uk: Увійти у вебверсії
zh_hans: 网页端登录
zh_hant: 網頁端登入

source: Sign in on web?
de: Im Web anmelden?
fi: Kirjaudutaanko verkossa?
fr: Se connecter sur le web ?
ja: Webでサインインしますか？
uk: Увійти у вебверсії?
zh_hans: 要在网页端登录吗？
zh_hant: 要在網頁端登入嗎？

source: Sign in on your iPhone and this watch follows automatically.
de: Melde dich auf deinem iPhone an, dann folgt diese Uhr automatisch.
fi: Kirjaudu iPhonessa, niin tämä kello seuraa automaattisesti.
fr: Connectez-vous sur votre iPhone et cette montre suivra automatiquement.
ja: iPhoneでサインインすると、このApple Watchも自動的に連携します。
uk: Увійдіть на iPhone, і цей годинник під’єднається автоматично.
zh_hans: 在 iPhone 上登录，此手表会自动同步。
zh_hant: 在 iPhone 上登入，此手錶會自動同步。

source: Sign in on your iPhone and your starred songs appear here.
de: Melde dich auf deinem iPhone an, dann erscheinen deine markierten Songs hier.
fi: Kirjaudu iPhonessa, niin tähdellä merkityt kappaleesi näkyvät täällä.
fr: Connectez-vous sur votre iPhone et vos titres marqués apparaîtront ici.
ja: iPhoneでサインインすると、スターを付けた曲がここに表示されます。
uk: Увійдіть на iPhone, і позначені зірочкою пісні з’являться тут.
zh_hans: 在 iPhone 上登录后，你加星标的歌曲会显示在这里。
zh_hant: 在 iPhone 上登入後，你加上星號的歌曲會顯示在這裡。

source: Sign In Required
de: Anmeldung erforderlich
fi: Kirjautuminen vaaditaan
fr: Connexion requise
ja: サインインが必要です
uk: Потрібно ввійти
zh_hans: 需要登录
zh_hant: 需要登入

source: Sign in to access your library
de: Melde dich an, um auf deine Mediathek zuzugreifen
fi: Kirjaudu sisään käyttääksesi kirjastoasi
fr: Connectez-vous pour accéder à votre bibliothèque
ja: サインインしてライブラリにアクセス
uk: Увійдіть, щоб отримати доступ до медіатеки
zh_hans: 登录以访问资料库
zh_hant: 登入以存取資料庫

source: Sign in to access your library.
de: Melde dich an, um auf deine Mediathek zuzugreifen.
fi: Kirjaudu sisään käyttääksesi kirjastoasi.
fr: Connectez-vous pour accéder à votre bibliothèque.
ja: サインインしてライブラリにアクセスしてください。
uk: Увійдіть, щоб отримати доступ до медіатеки.
zh_hans: 登录以访问资料库
zh_hant: 登入以存取資料庫

source: Sign In to See Favorites
de: Anmelden, um Favoriten zu sehen
fi: Kirjaudu nähdäksesi suosikit
fr: Connectez-vous pour voir les favoris
ja: サインインしてお気に入りを表示
uk: Увійдіть, щоб бачити улюблене
zh_hans: 登录以查看收藏
zh_hant: 登入以查看喜好項目

source: Sign in to see favourites
de: Anmelden, um Favoriten zu sehen
fi: Kirjaudu nähdäksesi suosikit
fr: Connectez-vous pour voir les favoris
ja: サインインしてお気に入りを表示
uk: Увійдіть, щоб бачити улюблене
zh_hans: 登录以查看收藏
zh_hant: 登入以查看喜好項目

source: Sign in to see your playlists
de: Melde dich an, um deine Playlists zu sehen
fi: Kirjaudu sisään nähdäksesi soittolistasi
fr: Connectez-vous pour voir vos playlists
ja: サインインしてプレイリストを表示
uk: Увійдіть, щоб побачити свої плейлисти
zh_hans: 登录以查看你的歌单
zh_hant: 登入以查看你的歌單

source: Sign in to Twinskaraoke
de: Bei Twinskaraoke anmelden
fi: Kirjaudu Twinskaraokeen
fr: Se connecter à Twinskaraoke
ja: Twinskaraokeにサインイン
uk: Увійти в Twinskaraoke
zh_hans: 登录到 Twinskaraoke
zh_hant: 登入 Twinskaraoke

source: Sign in with Discord
de: Mit Discord anmelden
fi: Kirjaudu Discordilla
fr: Se connecter avec Discord
ja: Discordでサインイン
uk: Увійти через Discord
zh_hans: 使用 Discord 登录
zh_hant: 使用 Discord 登入

source: Sign in with password instead
de: Stattdessen mit Passwort anmelden
fi: Kirjaudu sen sijaan salasanalla
fr: Se connecter avec un mot de passe
ja: 代わりにパスワードでサインイン
uk: Натомість увійти з паролем
zh_hans: 改用密码登录
zh_hant: 改用密碼登入

source: Sign in with your phone instead
de: Stattdessen mit dem Handy anmelden
fi: Kirjaudu sen sijaan puhelimella
fr: Se connecter avec votre téléphone
ja: 代わりにスマートフォンでサインイン
uk: Натомість увійти з телефона
zh_hans: 改用手机登录
zh_hant: 改用手機登入

source: Sign in with your Twinskaraoke username and password to see your profile, badges, and upload limits.
de: Melde dich mit deinem Twinskaraoke-Benutzernamen und Passwort an, um Profil, Abzeichen und Upload-Limits zu sehen.
fi: Kirjaudu Twinskaraoke-käyttäjätunnuksellasi ja salasanallasi nähdäksesi profiilisi, merkkisi ja latausrajat.
fr: Connectez-vous avec votre nom d’utilisateur et votre mot de passe Twinskaraoke pour voir votre profil, vos badges et vos limites d’import.
ja: Twinskaraokeのユーザー名とパスワードでサインインすると、プロフィール、バッジ、アップロード上限を確認できます。
uk: Увійдіть за допомогою імені користувача та пароля Twinskaraoke, щоб бачити профіль, значки й ліміти вивантаження.
zh_hans: 使用你的 Twinskaraoke 用户名和密码登录，即可查看个人主页、徽章和上传限制。
zh_hant: 使用你的 Twinskaraoke 使用者名稱和密碼登入，即可查看個人主頁、徽章和上傳限制。

source: Sign Out
de: Abmelden
fi: Kirjaudu ulos
fr: Se déconnecter
ja: サインアウト
uk: Вийти
zh_hans: 退出登录
zh_hant: 登出

source: Sign out?
de: Abmelden?
fi: Kirjaudutaanko ulos?
fr: Se déconnecter ?
ja: サインアウトしますか？
uk: Вийти?
zh_hans: 确定要退出登录吗？
zh_hant: 確定要登出嗎？

source: Sign-in error
de: Anmeldefehler
fi: Kirjautumisvirhe
fr: Erreur de connexion
ja: サインインエラー
uk: Помилка входу
zh_hans: 登录时发生错误
zh_hant: 登入時發生錯誤

source: Signed in
de: Angemeldet
fi: Kirjautunut
fr: Connecté
ja: サインイン済み
uk: Виконано вхід
zh_hans: 已登录
zh_hant: 已登入

source: Signed in from iPhone
de: Über iPhone angemeldet
fi: Kirjautunut iPhonen kautta
fr: Connecté depuis l’iPhone
ja: iPhoneからサインイン済み
uk: Вхід виконано з iPhone
zh_hans: 已通过 iPhone 登录
zh_hant: 已透過 iPhone 登入

source: Signed in on web
de: Im Web angemeldet
fi: Kirjautunut verkossa
fr: Connecté sur le web
ja: Webでサインインしました
uk: Вхід у вебверсію виконано
zh_hans: 已在网页上登录
zh_hant: 已在網頁上登入

source: Signing In
de: Anmeldung läuft
fi: Kirjaudutaan
fr: Connexion
ja: サインイン中
uk: Вхід
zh_hans: 登录中
zh_hant: 登入中

source: Signing In…
de: Anmeldung läuft …
fi: Kirjaudutaan…
fr: Connexion…
ja: サインイン中…
uk: Вхід…
zh_hans: 正在登录…
zh_hant: 正在登入…

source: Signing you in…
de: Du wirst angemeldet …
fi: Kirjaudutaan sisään…
fr: Connexion en cours…
ja: サインインしています…
uk: Виконується вхід…
zh_hans: 正在为你登录…
zh_hant: 正在為你登入…

source: Signs in with your Twinskaraoke account.
de: Meldet dich mit deinem Twinskaraoke-Account an.
fi: Kirjautuu Twinskaraoke-tililläsi.
fr: Vous connecte avec votre compte Twinskaraoke.
ja: Twinskaraokeアカウントでサインインします。
uk: Виконує вхід з обліковим записом Twinskaraoke.
zh_hans: 使用您的 Twinskaraoke 账号登录
zh_hant: 使用您的 Twinskaraoke 帳號登入

source: Similar Videos
de: Ähnliche Videos
fi: Samankaltaiset videot
fr: Vidéos similaires
ja: 似たビデオ
uk: Схожі відео
zh_hans: 类似视频
zh_hant: 類似影片

source: Sing more songs to start unlocking profile badges.
de: Sing mehr Songs, um Profilabzeichen freizuschalten.
fi: Laula lisää kappaleita avataksesi profiilimerkkejä.
fr: Chantez davantage pour débloquer des badges de profil.
ja: もっと歌ってプロフィールバッジを獲得しましょう。
uk: Співайте більше, щоб відкривати значки профілю.
zh_hans: 多唱几首歌来解锁个人主页徽章。
zh_hant: 多唱幾首歌來解鎖個人主頁徽章。

source: Site Creation & Management
de: Website-Erstellung & -Verwaltung
fi: Sivuston luonti ja ylläpito
fr: Création et gestion du site
ja: サイトの制作と管理
uk: Створення та керування сайтом
zh_hans: 网站创建与管理
zh_hant: 網站建立與管理

source: Skip back 10 seconds
de: 10 Sekunden zurück
fi: Siirry 10 sekuntia taaksepäin
fr: Reculer de 10 secondes
ja: 10秒戻る
uk: Назад на 10 секунд
zh_hans: 后退 10 秒
zh_hant: 倒轉 10 秒

source: Skip forward 10 seconds
de: 10 Sekunden vor
fi: Siirry 10 sekuntia eteenpäin
fr: Avancer de 10 secondes
ja: 10秒進む
uk: Уперед на 10 секунд
zh_hans: 快进 10 秒
zh_hant: 快轉 10 秒

source: Skips to the next song in the queue on this watch.
de: Springt zum nächsten Song in der Warteschlange dieser Uhr.
fi: Siirtyy tämän kellon jonon seuraavaan kappaleeseen.
fr: Passe au titre suivant de la file d’attente sur cette montre.
ja: このApple Watchのキューにある次の曲に進みます。
uk: Переходить до наступної пісні в черзі на цьому годиннику.
zh_hans: 跳到此手表播放队列中的下一首歌曲。
zh_hant: 跳到此手錶播放佇列中的下一首歌曲。

source: Skips to the next song.
de: Springt zum nächsten Song.
fi: Siirtyy seuraavaan kappaleeseen.
fr: Passe au titre suivant.
ja: 次の曲に進みます。
uk: Переходить до наступної пісні.
zh_hans: 跳到下一首歌曲
zh_hant: 跳到下一首歌曲

source: Skips to the next track.
de: Springt zum nächsten Titel.
fi: Siirtyy seuraavaan kappaleeseen.
fr: Passe au titre suivant.
ja: 次のトラックに進みます。
uk: Переходить до наступного треку.
zh_hans: 跳到下一首。
zh_hant: 跳到下一首。

source: Skips to the previous song.
de: Springt zum vorherigen Song.
fi: Siirtyy edelliseen kappaleeseen.
fr: Revient au titre précédent.
ja: 前の曲に戻ります。
uk: Переходить до попередньої пісні.
zh_hans: 跳到上一首歌曲
zh_hant: 跳到上一首歌曲

source: Sleep Timer
de: Schlaftimer
fi: Uniajastin
fr: Minuterie de veille
ja: スリープタイマー
uk: Таймер сну
zh_hans: 睡眠定时
zh_hant: 睡眠計時

source: Sleep timer remaining
de: Verbleibende Zeit des Schlaftimers
fi: Uniajastinta jäljellä
fr: Temps restant de la minuterie
ja: スリープタイマーの残り時間
uk: Залишок часу таймера сну
zh_hans: 睡眠定时剩余时间
zh_hant: 睡眠計時剩餘時間

source: Some account details couldn't be refreshed. Try again.
de: Einige Account-Details konnten nicht aktualisiert werden. Versuche es erneut.
fi: Joitakin tilin tietoja ei voitu päivittää. Yritä uudelleen.
fr: Certains détails du compte n’ont pas pu être actualisés. Réessayez.
ja: 一部のアカウント情報を更新できませんでした。もう一度お試しください。
uk: Не вдалося оновити деякі дані облікового запису. Спробуйте ще раз.
zh_hans: 部分账号信息无法刷新。请重试。
zh_hant: 部分帳號資訊無法重新整理。請再試一次。

source: Some account details couldn’t be refreshed. Try again.
de: Einige Account-Details konnten nicht aktualisiert werden. Versuche es erneut.
fi: Joitakin tilin tietoja ei voitu päivittää. Yritä uudelleen.
fr: Certains détails du compte n’ont pas pu être actualisés. Réessayez.
ja: 一部のアカウント情報を更新できませんでした。もう一度お試しください。
uk: Не вдалося оновити деякі дані облікового запису. Спробуйте ще раз.
zh_hans: 部分账号信息无法刷新。请重试。
zh_hant: 部分帳號資訊無法重新整理。請再試一次。

source: Some files could not be removed. Please try again.
de: Einige Dateien konnten nicht entfernt werden. Bitte erneut versuchen.
fi: Joitakin tiedostoja ei voitu poistaa. Yritä uudelleen.
fr: Certains fichiers n’ont pas pu être supprimés. Veuillez réessayer.
ja: 一部のファイルを削除できませんでした。もう一度お試しください。
uk: Деякі файли не вдалося видалити. Спробуйте ще раз.
zh_hans: 部分文件无法移除。请重试。
zh_hant: 部分檔案無法移除。請重試。

source: Some songs could not be downloaded. Open the app to retry.
de: Einige Songs konnten nicht geladen werden. Öffne die App, um es erneut zu versuchen.
fi: Joitakin kappaleita ei voitu ladata. Avaa sovellus ja yritä uudelleen.
fr: Certains titres n’ont pas pu être téléchargés. Ouvrez l’app pour réessayer.
ja: 一部の曲をダウンロードできませんでした。アプリを開いて再試行してください。
uk: Деякі пісні не вдалося завантажити. Відкрийте застосунок і спробуйте знову.
zh_hans: 部分歌曲无法下载。请打开应用重试。
zh_hant: 部分歌曲無法下載。請開啟 App 重試。

source: Something went wrong
de: Etwas ist schiefgelaufen
fi: Jokin meni vikaan
fr: Un problème est survenu
ja: 問題が発生しました
uk: Щось пішло не так
zh_hans: 出了点问题
zh_hant: 發生問題

source: Songs added to %@ will appear here.
de: Songs, die zu %@ hinzugefügt werden, erscheinen hier.
fi: Soittolistaan %@ lisätyt kappaleet näkyvät täällä.
fr: Les titres ajoutés à %@ apparaîtront ici.
ja: %@に追加した曲がここに表示されます。
uk: Пісні, додані до «%@», з’являться тут.
zh_hans: 添加到“%@”的歌曲会显示在这里。
zh_hant: 加入「%@」的歌曲會顯示在這裡。

source: Songs appear here as the backend returns this artist's tracks.
de: Songs erscheinen hier, sobald der Server die Titel dieses Künstlers liefert.
fi: Kappaleet näkyvät täällä, kun palvelin palauttaa tämän artistin kappaleet.
fr: Les titres apparaîtront ici dès que le serveur renverra ceux de cet artiste.
ja: サーバーからこのアーティストの曲が返されると、ここに表示されます。
uk: Пісні з’являться тут, щойно сервер поверне треки цього виконавця.
zh_hans: 服务器返回该艺人的曲目后会显示在这里。
zh_hant: 伺服器傳回該藝人的曲目後會顯示在這裡。

source: Songs by %@ will appear here when they are available.
de: Songs von %@ erscheinen hier, sobald sie verfügbar sind.
fi: Artistin %@ kappaleet näkyvät täällä, kun ne ovat saatavilla.
fr: Les titres de %@ apparaîtront ici dès qu’ils seront disponibles.
ja: %@の曲が利用可能になるとここに表示されます。
uk: Пісні %@ з’являться тут, щойно стануть доступними.
zh_hans: %@ 的歌曲可用时会显示在这里。
zh_hant: %@ 的歌曲可用時會顯示在這裡。

source: Songs per playlist
de: Songs pro Playlist
fi: Kappaleita soittolistaa kohden
fr: Titres par playlist
ja: プレイリストあたりの曲数
uk: Пісень у плейлисті
zh_hans: 每个歌单的歌曲数量
zh_hant: 每個歌單的歌曲數量

source: Songs per Playlist
de: Songs pro Playlist
fi: Kappaleita soittolistaa kohden
fr: Titres par playlist
ja: プレイリストあたりの曲数
uk: Пісень у плейлисті
zh_hans: 每个歌单的歌曲数
zh_hant: 每個歌單的歌曲數

source: Songs saved on this watch are deleted. They download again the next time you play them.
de: Auf dieser Uhr gesicherte Songs werden gelöscht. Beim nächsten Abspielen werden sie erneut geladen.
fi: Tähän kelloon tallennetut kappaleet poistetaan. Ne ladataan uudelleen, kun toistat ne seuraavan kerran.
fr: Les titres enregistrés sur cette montre sont supprimés. Ils seront retéléchargés à la prochaine lecture.
ja: このApple Watchに保存された曲は削除されます。次回再生時に再ダウンロードされます。
uk: Пісні, збережені на цьому годиннику, буде видалено. Вони завантажаться знову під час наступного відтворення.
zh_hans: 此手表上保存的歌曲将被删除。下次播放时会重新下载。
zh_hant: 此手錶上儲存的歌曲將被刪除。下次播放時會重新下載。

source: Songs Uploaded
de: Hochgeladene Songs
fi: Lähetetyt kappaleet
fr: Titres importés
ja: アップロードした曲
uk: Вивантажені пісні
zh_hans: 已上传的歌曲
zh_hant: 已上傳的歌曲

source: Songs uploaded through Twins Karaoke will appear here.
de: Über Twins Karaoke hochgeladene Songs erscheinen hier.
fi: Twins Karaoken kautta lähetetyt kappaleet näkyvät täällä.
fr: Les titres importés via Twins Karaoke apparaîtront ici.
ja: Twins Karaokeでアップロードした曲がここに表示されます。
uk: Пісні, вивантажені через Twins Karaoke, з’являться тут.
zh_hans: 通过 Twins Karaoke 上传的歌曲会显示在这里。
zh_hant: 透過 Twins Karaoke 上傳的歌曲會顯示在這裡。

source: Songs will be analyzed in the background so audio effects can switch instantly during playback. This uses more battery and processing power. Separated stems count toward the 4 GB music cache limit.
de: Songs werden im Hintergrund analysiert, damit Audioeffekte während der Wiedergabe sofort umschalten können. Das verbraucht mehr Akku und Rechenleistung. Getrennte Spuren zählen zum Musikcache-Limit von 4 GB.
fi: Kappaleet analysoidaan taustalla, jotta äänitehosteet vaihtuvat heti toiston aikana. Tämä kuluttaa enemmän akkua ja laskentatehoa. Erotellut raidat lasketaan 4 Gt:n musiikkivälimuistin rajaan.
fr: Les titres sont analysés en arrière-plan pour que les effets audio changent instantanément pendant la lecture. Cela consomme davantage de batterie et de puissance de calcul. Les pistes séparées comptent dans la limite de 4 Go du cache musical.
ja: 曲をバックグラウンドで解析し、再生中にオーディオエフェクトをすぐに切り替えられるようにします。 バッテリーと処理能力をより多く消費します。分離された音源は4 GBの音楽キャッシュ上限に含まれます。
uk: Пісні аналізуються у фоновому режимі, щоб аудіоефекти перемикалися миттєво під час відтворення. Це витрачає більше заряду та обчислювальної потужності. Розділені доріжки враховуються в ліміт кешу музики 4 ГБ.
zh_hans: 歌曲将在后台分析，以便播放时即时切换音频效果。 这会消耗更多电量和处理能力。分离的音轨计入 4 GB 的音乐缓存上限。
zh_hant: 歌曲將在背景中分析，以便播放時即時切換音訊效果。 這會消耗更多電量和處理效能。分離的音軌計入 4 GB 的音樂快取上限。

source: Songs you favourite will show up here.
de: Songs, die du favorisierst, erscheinen hier.
fi: Suosikiksi merkitsemäsi kappaleet näkyvät täällä.
fr: Les titres que vous ajoutez aux favoris apparaîtront ici.
ja: お気に入りにした曲がここに表示されます。
uk: Пісні, які ви додасте до улюбленого, з’являться тут.
zh_hans: 你收藏的歌曲会显示在这里。
zh_hant: 你加入喜好項目的歌曲會顯示在這裡。

source: Songs you load from Twins Karaoke will appear here.
de: Songs, die du aus Twins Karaoke lädst, erscheinen hier.
fi: Twins Karaokesta lataamasi kappaleet näkyvät täällä.
fr: Les titres chargés depuis Twins Karaoke apparaîtront ici.
ja: Twins Karaokeから読み込んだ曲がここに表示されます。
uk: Пісні, завантажені з Twins Karaoke, з’являться тут.
zh_hans: 从 Twins Karaoke 加载的歌曲会显示在这里。
zh_hant: 從 Twins Karaoke 載入的歌曲會顯示在這裡。

source: Songs you play next will appear here.
de: Songs, die du als Nächstes spielst, erscheinen hier.
fi: Seuraavaksi toistettavat kappaleet näkyvät täällä.
fr: Les titres que vous lirez ensuite apparaîtront ici.
ja: 次に再生する曲がここに表示されます。
uk: Пісні, які ви відтворите далі, з’являться тут.
zh_hans: 接下来播放的歌曲将显示在这里
zh_hant: 接下來播放的歌曲將顯示在這裡

source: Songs you star show up here.
de: Songs, die du markierst, erscheinen hier.
fi: Tähdellä merkitsemäsi kappaleet näkyvät täällä.
fr: Les titres que vous marquez apparaîtront ici.
ja: スターを付けた曲がここに表示されます。
uk: Пісні, позначені зірочкою, з’являться тут.
zh_hans: 你加星标的歌曲会显示在这里。
zh_hant: 你加上星號的歌曲會顯示在這裡。

source: Songs you starred
de: Deine markierten Songs
fi: Tähdellä merkityt kappaleet
fr: Vos titres marqués
ja: スターを付けた曲
uk: Пісні із зірочкою
zh_hans: 你加星标的歌曲
zh_hant: 你加上星號的歌曲

source: Songs, artists
de: Songs, Künstler
fi: Kappaleet, artistit
fr: Titres, artistes
ja: 曲、アーティスト
uk: Пісні, виконавці
zh_hans: 歌曲、艺人
zh_hant: 歌曲、藝人

source: Songs, Artists, Lyrics, and More
de: Songs, Künstler, Liedtexte und mehr
fi: Kappaleet, artistit, sanoitukset ja muuta
fr: Titres, artistes, paroles et plus
ja: 曲、アーティスト、歌詞など
uk: Пісні, виконавці, тексти та інше
zh_hans: 歌曲、艺人、歌词及更多
zh_hant: 歌曲、藝人、歌詞及更多

source: Sort Songs
de: Songs sortieren
fi: Lajittele kappaleet
fr: Trier les titres
ja: 曲を並べ替え
uk: Сортувати пісні
zh_hans: 歌曲排序
zh_hant: 歌曲排序

source: Sort Uploaded Songs
de: Hochgeladene Songs sortieren
fi: Lajittele lähetetyt kappaleet
fr: Trier les titres importés
ja: アップロードした曲を並べ替え
uk: Сортувати вивантажені пісні
zh_hans: 排序上传的歌曲
zh_hant: 排序上傳的歌曲

source: Source Code
de: Quellcode
fi: Lähdekoodi
fr: Code source
ja: ソースコード
uk: Вихідний код
zh_hans: 源码
zh_hant: 原始程式碼

source: Special Thanks
de: Besonderer Dank
fi: Erityiskiitokset
fr: Remerciements
ja: スペシャルサンクス
uk: Особлива подяка
zh_hans: 特别鸣谢
zh_hant: 特別鳴謝

source: Start a playlist
de: Playlist beginnen
fi: Aloita soittolista
fr: Créer une playlist
ja: プレイリストを始める
uk: Створіть плейлист
zh_hans: 创建歌单
zh_hant: 建立歌單

source: Start Here
de: Hier starten
fi: Aloita tästä
fr: Commencer ici
ja: ここから始める
uk: Почніть тут
zh_hans: 从这里开始
zh_hant: 從這裡開始

source: Start Over
de: Von vorne
fi: Aloita alusta
fr: Recommencer
ja: 最初から
uk: Почати спочатку
zh_hans: 从头开始
zh_hant: 從頭開始

source: Starts playback.
de: Startet die Wiedergabe.
fi: Aloittaa toiston.
fr: Lance la lecture.
ja: 再生を開始します。
uk: Запускає відтворення.
zh_hans: 开始播放
zh_hant: 開始播放

source: Starts playing the live station.
de: Startet die Wiedergabe des Live-Senders.
fi: Aloittaa live-aseman toiston.
fr: Lance la station en direct.
ja: ライブステーションの再生を開始します。
uk: Вмикає живу станцію.
zh_hans: 开始播放直播电台。
zh_hant: 開始播放直播電台。

source: Starts the live Twinskaraoke station on this watch.
de: Startet den Twinskaraoke-Live-Sender auf dieser Uhr.
fi: Käynnistää Twinskaraoken live-aseman tässä kellossa.
fr: Lance la station en direct Twinskaraoke sur cette montre.
ja: このApple WatchでTwinskaraokeのライブステーションを開始します。
uk: Вмикає живу станцію Twinskaraoke на цьому годиннику.
zh_hans: 在此手表上开始播放 Twinskaraoke 直播电台。
zh_hant: 在此手錶上開始播放 Twinskaraoke 直播電台。

source: Stop
de: Stoppen
fi: Pysäytä
fr: Arrêter
ja: 停止
uk: Зупинити
zh_hans: 停止
zh_hant: 停止

source: Stop live radio
de: Live-Radio stoppen
fi: Pysäytä live-radio
fr: Arrêter la radio en direct
ja: ライブラジオを停止
uk: Зупинити живе радіо
zh_hans: 停止收听电台
zh_hant: 停止收聽電台

source: Stop Live Radio
de: Live-Radio stoppen
fi: Pysäytä live-radio
fr: Arrêter la radio en direct
ja: ライブラジオを停止
uk: Зупинити живе радіо
zh_hans: 停止收听直播电台
zh_hant: 停止收聽直播電台

source: Stops the live station.
de: Stoppt den Live-Sender.
fi: Pysäyttää live-aseman.
fr: Arrête la station en direct.
ja: ライブステーションを停止します。
uk: Зупиняє живу станцію.
zh_hans: 停止直播电台。
zh_hant: 停止直播電台。

source: Storage
de: Speicher
fi: Tallennustila
fr: Stockage
ja: ストレージ
uk: Сховище
zh_hans: 存储
zh_hant: 儲存空間

source: Storage & Limits
de: Speicher & Limits
fi: Tallennustila ja rajat
fr: Stockage et limites
ja: ストレージと上限
uk: Сховище та ліміти
zh_hans: 存储空间与限制
zh_hant: 儲存空間與限制

source: Storage Used
de: Belegter Speicher
fi: Käytetty tallennustila
fr: Stockage utilisé
ja: 使用済みストレージ
uk: Використане сховище
zh_hans: 已用存储空间
zh_hant: 已用儲存空間

source: Strength
de: Stärke
fi: Voimakkuus
fr: Force
ja: 強さ
uk: Сила
zh_hans: 强度
zh_hant: 強度

source: Strong
de: Stark
fi: Voimakas
fr: Fort
ja: 強
uk: Сильна
zh_hans: 强
zh_hant: 強

source: Swipe up or down to adjust this band by one decibel.
de: Nach oben oder unten streichen, um dieses Band um ein Dezibel anzupassen.
fi: Säädä kaistaa yhden desibelin verran pyyhkäisemällä ylös tai alas.
fr: Balayez vers le haut ou le bas pour régler cette bande d’un décibel.
ja: 上下にスワイプすると、このバンドを1デシベルずつ調整します。
uk: Проведіть угору або вниз, щоб змінити цю смугу на один децибел.
zh_hans: 向上或向下轻扫可将此频段调节一分贝。
zh_hant: 向上或向下滑動可將此頻段調節一分貝。

source: Swipe up or down to adjust vocal removal.
de: Nach oben oder unten wischen, um die Gesangsentfernung anzupassen.
fi: Pyyhkäise ylös tai alas säätääksesi laulun poistoa.
fr: Balayez vers le haut ou le bas pour régler la suppression de la voix.
ja: 上下にスワイプしてボーカル除去を調整します。
uk: Проведіть угору чи вниз, щоб налаштувати видалення вокалу.
zh_hans: 上下滑动以调整人声消除
zh_hant: 上下滑動以調整人聲消除

source: Swipe up or down to adjust.
de: Zum Anpassen nach oben oder unten streichen.
fi: Säädä pyyhkäisemällä ylös tai alas.
fr: Balayez vers le haut ou le bas pour régler.
ja: 上下にスワイプして調整します。
uk: Проведіть угору або вниз для регулювання.
zh_hans: 向上或向下轻扫以调节。
zh_hant: 向上或向下滑動以調節。

source: Swipe up or down to seek by 15 seconds.
de: Nach oben oder unten wischen, um 15 Sekunden zu springen.
fi: Pyyhkäise ylös tai alas siirtyäksesi 15 sekuntia.
fr: Balayez vers le haut ou le bas pour avancer ou reculer de 15 secondes.
ja: 上下にスワイプすると15秒ずつ移動します。
uk: Проведіть угору чи вниз, щоб перемотати на 15 секунд.
zh_hans: 上下滑动以快进或快退 15 秒
zh_hant: 上下滑動以快進或快退 15 秒

source: Switches between private and public.
de: Wechselt zwischen privat und öffentlich.
fi: Vaihtaa yksityisen ja julkisen välillä.
fr: Bascule entre privée et publique.
ja: 非公開と公開を切り替えます。
uk: Перемикає між приватним і публічним.
zh_hans: 在私密和公开之间切换。
zh_hant: 在私密和公開之間切換。

source: Synced
de: Synchronisiert
fi: Synkronoitu
fr: Synchronisé
ja: 同期済み
uk: Синхронізовано
zh_hans: 已同步
zh_hant: 已同步

source: Take-Down Requests
de: Löschanfragen
fi: Poistopyynnöt
fr: Demandes de retrait
ja: 削除依頼
uk: Запити на видалення
zh_hans: 下架请求
zh_hant: 下架請求

source: Tap an indicator to clear that cache. Image cache is limited to 2 GB, music cache (including AI stems) to 4 GB, and lyrics cache to 64 MB. Items older than 6 months are automatically cleaned. Downloads are exempt from these limits.
de: Tippe auf eine Anzeige, um den Cache zu leeren. Limits: Bilder 2 GB, Musik einschließlich KI-Spuren 4 GB, Liedtexte 64 MB. Einträge über 6 Monate werden automatisch entfernt. Downloads sind ausgenommen.
fi: Tyhjennä välimuisti napauttamalla sen riviä. Rajat: kuvat 2 Gt, musiikki ja tekoälyraidat 4 Gt, sanoitukset 64 Mt. Yli 6 kuukauden ikäiset kohteet poistetaan automaattisesti. Rajat eivät koske latauksia.
fr: Touchez un indicateur pour vider le cache. Limites : images 2 Go, musique avec pistes IA 4 Go, paroles 64 Mo. Les éléments de plus de 6 mois sont supprimés automatiquement. Les téléchargements sont exclus.
ja: 項目をタップするとキャッシュを消去します。上限は画像2 GB、AI分離音源を含む音楽4 GB、歌詞64 MBです。6か月を超えた項目は自動削除されます。ダウンロードは対象外です。
uk: Торкніться показника, щоб очистити кеш. Ліміти: зображення — 2 ГБ, музика зі ШІ-доріжками — 4 ГБ, тексти — 64 МБ. Дані старші за 6 місяців видаляються автоматично. Завантаження не обмежуються цими лімітами.
zh_hans: 点按项目可清除相应缓存。图片缓存上限为 2 GB，音乐缓存（包括 AI 分离音轨）为 4 GB，歌词缓存为 64 MB。超过 6 个月的项目会自动清理。离线下载不受这些限制。
zh_hant: 點按項目可清除相應快取。圖片快取上限為 2 GB，音樂快取（包括 AI 分離音軌）為 4 GB，歌詞快取為 64 MB。超過 6 個月的項目會自動清理。離線下載不受這些限制。

source: Tap refresh to check for new songs.
de: Tippe auf „Aktualisieren“, um nach neuen Songs zu suchen.
fi: Tarkista uudet kappaleet napauttamalla Päivitä.
fr: Touchez Actualiser pour rechercher de nouveaux titres.
ja: 「更新」をタップすると新しい曲を確認します。
uk: Торкніться «Оновити», щоб перевірити нові пісні.
zh_hans: 轻点“刷新”以检查新歌曲。
zh_hant: 點一下「重新整理」以檢查新歌曲。
